{
  "title": "2CECEBBF-24D4-429F-B4AA-37C6E14DF68E",
  "important_topics": [
        "Romance fraud is underreported",
        "Psychological manipulation in romance scams",
        "Tactics scammers use to manipulate victims",
        "The role of banks and credit unions in preventing scams",
        "The importance of staying connected with loved ones",
        "The impact of fraud on future relationships",
        "Victim blaming in fraud cases",
        "Truth Default Theory",
        "Lack of resources for law enforcement to handle fraud cases",
        "Need for improved customer service for fraud victims",
        "Financial institutions responsibility to protect customers"
  ],
  "names": [
        "Hayley Windham",
        "Becky Holmes",
        "Keanu Reeves",
        "Johnny Depp",
        "Sam Neill",
        "Amber Heard",
        "Brad Pitt",
        "Sue",
        "Elizabeth Carter",
        "Timothy Levine",
        "John Wayne",
        "Norris",
        "Sandy",
        "Aylette",
        "Francesca"
  ],
  "companies": [
        "CBS News",
        "Centerlink",
        "Twitter",
        "Instagram",
        "Amazon",
        "NHS",
        "Ranger AI",
        "Action Fraud",
        "City of London Police",
        "FBI",
        "Apple",
        "Spotify"
  ],
  "acronyms": [
        "AI",
        "NHS",
        "FBI"
  ],
  "fraud_tips": [
        "Beware of individuals with a backstory involving trustworthy professions like military, pilot, or doctor, especially if they are abroad and cannot meet in person.",
        "Be wary of sob stories where the scammer suddenly needs money for their children, animals, or elderly parents.",
        "Be careful of individuals who always use two first names and are overly caring and attentive.",
        "Oil rig workers are typically on an oil rig for 14 or 21 days, depending on how physically intensive their work is. No one is on a rig for three months or longer without a break. Oil rig workers don't pay for transport to or from the rig.",
        "Beware of being isolated from your friends and family.",
        "Be cautious of gaslighting, where scammers will confuse and deny events to make you second-guess yourself.",
        "Be aware of the use of silence, where scammers will disappear online for days or weeks if you don't send them money.",
        "Scammers often pick up on keywords but skip over other words, so if you see that happen, be aware.",
        "Reject the belief that it's the victim's fault for 'falling' for a scam."
  ],
  "tactics": [
        "Creating a backstory with a trustworthy profession (military, pilot, doctor)",
        "Inventing emergencies to solicit money",
        "Using two first names",
        "Isolating victims from friends and family",
        "Gaslighting victims",
        "Using silence as a form of manipulation",
        "Psychological conditioning",
        "Grooming",
        "Emotional manipulation",
        "Love bombing",
        "Creating fake gift cards",
        "Requesting crypto currency payments",
        "Posing as a celebrity"
  ]
}